{"abstract": "Purpose To understand the influence of the coronavirus disease 2019 (COVID-19) pandemic on clinical autonomic education and research in Europe.Methods We invited 84 European autonomic centers to complete an online survey, recorded the pre-pandemic-to-pandemic percentage of junior participants in the annual congresses of the European Federation of Autonomic Societies (EFAS) and European Academy of Neurology (EAN) and the pre-pandemic-to-pandemic number of PubMed publications on neurological disorders.Results Forty-six centers answered the survey (55%).Twenty-nine centers were involved in clinical autonomic education and experienced pandemic-related didactic interruptions for 9 (5; 9) months.Ninety percent (n = 26/29) of autonomic educational centers reported a negative impact of the COVID-19 pandemic on education quality, and 93% (n = 27/29) established e-learning models.Both the 2020 joint EAN-EFAS virtual congress and the 2021 (virtual) and 2022 (hybrid) EFAS and EAN congresses marked higher percentages of junior participants than in 2019.Forty-one respondents (89%) were autonomic researchers, and 29 of them reported pandemic-related trial interruptions for 5 (2; 9) months.Since the pandemic begin, almost half of the respondents had less time for scientific writing.Likewise, the number of PubMed publications on autonomic topics showed the smallest increase compared with other neurological fields in 2020-2021 and the highest drop in 2022.Autonomic research centers that amended their trial protocols for telemedicine (38%, n = 16/41) maintained higher clinical caseloads during the first pandemic year.Conclusions The COVID-19 pandemic had a substantial negative impact on European clinical autonomic education and research.At the same time, it promoted digitalization, favoring more equitable access to autonomic education and improved trial design.", "referenceCount": "52", "publicationDate": "2023-10-04", "title": "EFAS/EAN survey on the influence of the COVID-19 pandemic on European clinical autonomic education and research", "semanticSource": "https://www.semanticscholar.org/paper/07ea226218264ed9d83e3f39a15d481263e1cb4a", "externalSource": "https://link.springer.com/content/pdf/10.1007/s10286-023-00985-3.pdf", "id": 263621678, "references": {"influential": [], "relevant": [221050720, 238533459, 242076569, 252898846, 237470630, 218656962, 221131715, 219204560, 237365580, 251158524, 239119334, 237008805, 258237981, 245773700, 252046630, 257309825, 245908250, 257106966]}, "subjects": ["medicine", "education"], "typology": null}
{"publicationDate": "2018-05-07", "externalSource": "https://ieeexplore.ieee.org/ielx7/6287639/8600701/08629877.pdf", "semanticSource": "https://www.semanticscholar.org/paper/01ea88051f84c77a386294fc715a71198d87a9b9", "abstract": "The past decade has witnessed the rapid evolution in blockchain technologies, which has attracted tremendous interests from both the research communities and industries. The blockchain network was originated from the Internet financial sector as a decentralized, immutable ledger system for transactional data ordering. Nowadays, it is envisioned as a powerful backbone/framework for decentralized data processing and datadriven self-organization in flat, open-access networks. In particular, the plausible characteristics of decentralization, immutability and self-organization are primarily owing to the unique decentralized consensus mechanisms introduced by blockchain networks. This survey is motivated by the lack of a comprehensive literature review on the development of decentralized consensus mechanisms in blockchain networks. In this survey, we provide a systematic vision of the organization of blockchain networks. By emphasizing the unique characteristics of incentivized consensus in blockchain networks, our in-depth review of the state-ofthe-art consensus protocols is focused on both the perspective of distributed consensus system design and the perspective of incentive mechanism design. From a game-theoretic point of view, we also provide a thorough review on the strategy adoption for self-organization by the individual nodes in the blockchain backbone networks. Consequently, we provide a comprehensive survey on the emerging applications of the blockchain networks in a wide range of areas. We highlight our special interest in how the consensus mechanisms impact these applications. Finally, we discuss several open issues in the protocol design for blockchain consensus and the related potential research directions.", "referenceCount": "247", "title": "A Survey on Consensus Mechanisms and Mining Strategy Management in Blockchain Networks", "id": 56895323, "references": {"influential": [17237868, 11301538, 23475886, 25233352, 15548076, 1298736, 51908762, 19979372, 1155382, 9948752, 13427156, 49863956, 6634488, 40182200, 3620960, 9155549], "relevant": [27262729, 2773149, 11552924, 16293605, 8437715, 13746346, 2549272, 14936668, 3772906, 22521764, 1844160, 207217947, 29312436, 1559305, 3360693, 13678387, 52908596, 9461213, 6584, 195767006, 46936025, 206456796, 52136125, 5703513, 44016727, 3546145, 20903527]}, "subjects": ["business", "computer-science"], "typology": "{\"Applications\": {\"Cryptocurrency\": null, \"DApp\": null, \"Distributed Intermediary Service Provision\": null, \"Distributed Access Control\": {\"example\": \"(e.g., [38])\"}}, \"Distributed Virtual Computers\": {\"Smart Contract Executed in Distributed VMs\": {\"example\": \"(e.g., Ethereum VM [36])\"}, \"Service Provision by Distributed Consensus Nodes\": {\"example\": \"(e.g., Distributed Data Storage [37])\"}}, \"Consensus Protocols\": {\"Byzantine Fault-tolerant Replication Protocols\": {\"examples\": \"(e.g., Practical BFT [17] and Ripple [33])\", \"Hybrid Protocols\": null}, \"Consensus Protocols with Proof of Concept\": {\"examples\": \"(e.g., Proof of Work [24] and Proof of Stake [34])\"}}, \"Incentive Mechanisms\": {\"example\": \"(e.g., Rewards for Block Mining and Uncle Block Reference [35])\"}, \"Data Organization Protocols\": {\"Storage of Ledger Replica (Local Database)\": null, \"Cryptographic Functionality Components\": {\"Asymmetric Encryption\": null, \"Homomorphic Encryption\": null, \"Hash Function\": null, \"Merkle Tree\": null, \"Zero-Knowledge Proof\": {\"example\": \"(e.g., [12])\"}}, \"Data Ordering\": {\"Linear\": {\"example\": \"(i.e., Linear List [24])\"}, \"Nonlinear\": {\"examples\": \"(i.e., Tree [26] and Directed Acyclic Graph [27])\"}}, \"Data Aggregation\": {\"Block\": {\"example\": \"(e.g., Blockchain [24])\"}, \"Transaction\": {\"example\": \"(e.g., IOTA Tangle [25])\"}}, \"Atomic Data Record\": {\"example\": \"(i.e., Transactions)\"}}, \"Network Protocols\": {\"Overlay P2P Protocols\": {\"examples\": \"(e.g., Whisher [30], Telehash [31], JSON-RPC [32], etc)\"}, \"Cryptographic Transport Protocols\": {\"example\": \"(e.g. Ethereum Wire Protocol [29])\"}, \"Peer Discovery and Routing Protocols\": {\"example\": \"(e.g., Kadmelia [28])\"}}}"}
